alefragnani.project-manager
amatiasq.sort-imports
anthonydiametrix.ACF-Snippet
Arjun.swagger-viewer
arthurwang.vsc-prolog
ban.spellright
bibhasdn.random-string-password-generator
blanu.vscode-styled-jsx
bungcip.better-toml
casualjim.gotemplate
cduruk.thrift
christian-kohler.npm-intellisense
crazywolf.smali
DavidAnson.vscode-markdownlint
dbaeumer.vscode-eslint
deerawan.vscode-hasher
donjayamanne.githistory
donjayamanne.jquerysnippets
DotJoshJohnson.xml
EditorConfig.EditorConfig
eg2.tslint
eg2.vscode-npm-script
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
felixfbecker.php-debug
felixfbecker.php-intellisense
file-icons.file-icons
freebroccolo.reasonml
freebroccolo.sml
Gimly81.matlab
ginfuru.ginfuru-vscode-jekyll-syntax
GitLab.gitlab-workflow
golang.go
GrapeCity.gc-excelviewer
hackwaly.ocaml
henriiik.docker-linter
hoovercj.haskell-linter
idleberg.badges
ikappas.composer
irvinlim.language-modsecurity
ivomachado.configure-c-compiling
James-Yu.latex-workshop
jiejie.Lua-Nginx-Snippets
joshuapoehls.json-escaper
jrebocho.vscode-random
jsynowiec.vscode-insertdatestring
justusadam.language-haskell
kalitaalexey.vscode-rust
keyring.Lua
kriegalex.vscode-cudacpp
kumar-harsh.graphql-for-vscode
lextudio.restructuredtext
liuji-jim.vue
mdickin.markdown-shortcuts
mechatroner.rainbow-csv
michelemelluso.code-beautifier
mikestead.dotenv
mitchdenny.ecdc
mohsen1.prettify-json
monofon.hindent-format
mrmlnc.vscode-apache
mrmlnc.vscode-scss
ms-azuretools.vscode-docker
ms-python.python
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.node-debug2
ms-vscode.sublime-keybindings
msysyamamoto.vscode-fluentd
neilbrayfield.php-docblocker
neilding.language-liquid
njpwerner.autodocstring
npxms.hide-gitignored
nwhatt.chai-snippets
octref.vetur
ow.vscode-subword-navigation
pajoma.vscode-journal
peterj.proto
pnp.polacode
QassimFarid.ejs-language-support
redhat.java
redhat.vscode-yaml
rust-lang.rust
shanoor.vscode-nginx
sidneys1.gitconfig
tberman.json-schema-validator
twxs.cmake
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscoss.vscode-ansible
WakaTime.vscode-wakatime
wholroyd.HCL
wmaurer.change-case
xabikos.ReactSnippets
ymotongpoo.licenser
yzane.markdown-pdf
zxh404.vscode-proto3
