tap 'homebrew/bundle'
brew 'binutils'
brew 'clang-format'
brew 'colordiff'
brew 'coreutils'
brew 'findutils'
brew 'gawk'
brew 'git'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnutls'
brew 'go'
brew 'graphviz'
brew 'grep'
brew 'htop'
brew 'iproute2mac'
brew 'ipython'
brew 'jq'
brew 'lnav'
brew 'mosh'
brew 'ntfs-3g'
brew 'openssl'
brew 'python3'
brew 'rename'
brew 'ruby'
brew 'stack'
brew 'telnet'
brew 'tldr'
brew 'tmux'
brew 'watch'
brew 'wget'

tap 'haosdent/s'
brew 's'
