cask_args appdir: '/Applications'

tap 'homebrew/cask-drivers'

cask 'appcleaner'
cask 'docker'
cask 'dropbox'
cask 'franz'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'keepingyouawake'
cask 'sequel-pro'
cask 'sketch'
cask 'sourcetree'
cask 'spotify'
cask 'steelseries-exactmouse-tool'
cask 'tunnelbear'
cask 'virtualbox-extension-pack'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'wireshark'
