cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-drivers'

brew 'binutils'
brew 'clang-format'
brew 'colordiff'
brew 'coreutils'
brew 'git'
brew 'go'
brew 'iproute2mac'
brew 'ipython'
brew 'jq'
brew 'mosh'
brew 'openssl'
brew 'python3'
brew 'ruby'
brew 'stack'
brew 'tldr'
brew 'tmux'
brew 'wget'

cask 'appcleaner'
cask 'docker'
cask 'dropbox'
cask 'franz'
cask 'google-chrome'
cask 'insomnia'
cask 'iterm2'
cask 'sequel-pro'
cask 'sketch'
cask 'sourcetree'
cask 'spotify'
cask 'steelseries-exactmouse-tool'
cask 'tunnelbear'
cask 'virtualbox-extension-pack'
cask 'virtualbox'
cask 'visual-studio-code'
