tap 'homebrew/bundle'
tap 'homebrew/dupes'

brew 'binutils'
brew 'clang-format'
brew 'colordiff'
brew 'coreutils'
brew 'ed', args: ['with-default-names']
brew 'findutils', args: ['with-default-names']
brew 'gawk'
brew 'git'
brew 'gnu-getopt'
brew 'gnu-indent', args: ['with-default-names']
brew 'gnu-sed', args: ['with-default-names']
brew 'gnu-tar', args: ['with-default-names']
brew 'gnu-which', args: ['with-default-names']
brew 'gnutls'
brew 'go'
brew 'graphviz'
brew 'grep', args: ['with-default-names']
brew 'htop'
brew 'iproute2mac'
brew 'ipython'
brew 'jq'
brew 'lnav'
brew 'mosh'
brew 'ntfs-3g'
brew 'openssl'
brew 'python3'
brew 'rename'
brew 'ruby'
brew 'screen'
brew 'stack'
brew 'telnet'
brew 'tldr'
brew 'tmux'
brew 'watch'
brew 'wdiff', args: ['with-gettext']
brew 'wget'

tap 'haosdent/s'
brew 's'
