tap 'homebrew/bundle'
tap 'goreleaser/goreleaser'

brew 'binutils'
brew 'clang-format'
brew 'colordiff'
brew 'coreutils'
brew 'curl'
brew 'ed'
brew 'findutils'
brew 'gawk'
brew 'git'
brew 'gnu-getopt'
brew 'gnu-indent'
brew 'gnu-sed'
brew 'gnu-tar'
brew 'gnu-which'
brew 'gnutls'
brew 'go'
brew 'goreleaser'
brew 'grep'
brew 'helm'
brew 'htop'
brew 'jq'
brew 'kind'
brew 'kubectl'
brew 'libmpc'
brew 'lnav'
brew 'mas'
brew 'mosh'
brew 'mpfr'
brew 'openssl'
brew 'python3'
brew 'rename'
brew 'ruby'
brew 'rustup'
brew 'screen'
brew 'telnet'
brew 'tokei'
brew 'tldr'
brew 'tmux'
brew 'trash'
brew 'vim'
brew 'watch'
brew 'wdiff'
brew 'wget'
