## Brewfile for highly workstation-specific installs.
## You might want to just keep track of packages here and install those that you need manually.

# Packages that aren't really used at all
brew 'grpcurl'
brew 'youtube-dl'

# Casks for personal laptop only
cask 'dropbox'
cask 'google-backup-and-sync'
cask 'expressvpn'
cask 'mactex-no-gui'
cask 'ngrok'
cask 'qmk-toolbox'
cask 'skype'
cask 'transmission'
cask 'tunnelblick'
cask 'vlc'
cask 'whatsapp'
cask 'wireshark'
cask 'xquartz'
